import "../styles/projectIdeaStyle.css";

const projectIdea = () => {
  return (
    <div className='projectIdeaMainSec'>
      <div className='ideaText'>
        <h1 className='Openning'>بسم الله الرحمن الرحيم</h1>
        <h2 className='Openning2'>فكرة المشروع</h2>
        <p className='ideaText_p1'>
          إن التراث الفقهي الضخم الذي خلَّفه فقهاؤنا يحتاج لمزيد من العناية
          والخدمة ، وإن من أولى الأمور التي ينبغي أن تصرف فيها الأوقات ، وتتجه
          إليها جهود الباحثين من طلبة العلم ، هي تحقيق ما تيسر من هذا التراث وفق
          القواعد والأسس العلمية لتحقيق المخطوطات ، ومن المعلوم أن تحقيق
          المخطوطات علم وفن قائم بذاته ، له قواعده وأسسه ، وتعتني الجامعات
          الإسلامية بتدريسه ، وتدريب الباحثين عليه لما له من أهمية في إبراز
          تراثنا الإسلامي وخدمته بصورة لائقة . ولما كان كتاب فتح القدير لكمال
          الدين ابن الهمام الفقيه الحنفي المعروف قد طبع قديماً بدون أي تحقيق أو
          عناية أو حتى فهرسة صحيحة رأيت أن أقوم بوضع منهج لتحقيق هذا الكتاب
          المهم . وتأتي أهمية هذا الكتاب من عدة أوجه أهمها: أنه شرحٌ على كتاب "
          الهداية في فروع الحنفية " لأبي بكر المرغيناني الذي يعتبر من أهم الكتب
          المعتمدة عند الحنفية حيث إن مؤلفه حرر مذهب الحنفية تحريراً دقيقاً ،
          كما أنه اعتنى بذكر الأدلة. وقد لقي هذا الكتاب عناية فائقة من فقهاء
          الحنفية وغيرهم ، فبلغت الأعمال العلمية عليه ما بين شرح وحاشية واختصار
          وتخريج لأحاديثه ونظم حوالي الستين . ولما كان فتح القدير من أهم شروحه
          حيث إن مؤلفه هو كمال الدين بن الهمام المعروف لدى الحنفية بالمحقق كما
          في رسالة رسم المفتي لابن عابدين ص19،52 ، وعدَّه ابن نجيم الحنفي من أهل
          الترجيح وعدَّه آخرون من أهل الاجتهاد ويمتاز فتح القدير بعنايته بالأدلة
          وتخريج الأحاديث والحكم عليها ، كما أن المؤلف ابن الهمام معروف بالإنصاف
          وعدم تعصبه لمذهبه . وقد اعتمد على هذا الشرح معظم فقهاء الحنفية الذين
          جاءوا بعده وهذا واضح من النقول الكثيرة عنه والمبثوثة في كتبهم . لهذه
          الأسباب وغيرها كان الكتاب جديراً بالخدمة العلمية المنهجية وفق خطة عمل
        </p>
        <p></p>
        <h2 className='IdeaMainPlan'>
          {" "}
          <u>معالم الخطة الرئيسة : </u>
        </h2>
        <h3>
          <u>تنقسم الخطة إلى قسمين : </u>
        </h3>
        <h4>أولاً : قسم الدراسة </h4>
        <h4>ثانياً : قسم التحقيق </h4>
        <p></p>
      </div>
    </div>
  );
};

export default projectIdea;
