const WordFile = () => {
  return (
    <div>
      <p style={{ textAlign: "center" }}>
        <strong>بسم الله الرحمن الرحيم</strong>
      </p>
      <p style={{ textAlign: "center" }}>
        <strong>
          صاحب فكرة مشروع تحقيق كتاب فتح القدير فضيلة الاستاذ الدكتور حسام الدين
          عفانة وفيما يلي السيرة الذاتية والأعمال العلمية
        </strong>
        <strong>.</strong>
      </p>
      <p style={{ textAlign: "right" }}>
        <strong>
          <u id='desc'>الاسم: </u>
        </strong>
        حسام الدين بن موسى محمد بن عفانة&nbsp;
      </p>
      <p style={{ textAlign: "right" }}>
        مكان وتاريخ الولادة: فلسطين -القدس 5/8/1955 وفق 16 ذو الحجة 1374 هـ
      </p>
      <p style={{ textAlign: "right" }}>
        &nbsp;
        <strong>
          <u>الدرجة العلمية:</u>
        </strong>{" "}
        أستاذ في الفقه والأصول "بروفسور"
      </p>
      <p style={{ textAlign: "right" }}>
        &nbsp;
        <strong>
          <u id='degrees'>الشهادات العلمية</u>
        </strong>
        <strong>
          <u>:</u>
        </strong>
      </p>
      <p style={{ textAlign: "right" }}>
        *&nbsp;بكالوريوس شريعة بتقدير جيد جداً مع مرتبة الشرف من كلية الشريعة،
        الجامعة الإسلامية –المدينة المنورة/السعودية سنة 1978.
      </p>
      <p style={{ textAlign: "right" }}>
        *&nbsp;ماجستير فقه وأصول بتقدير جيد جداً، من كلية الشريعة – جامعة أم
        القرى / السعودية سنة 1982.
      </p>
      <p style={{ textAlign: "right" }}>
        * دكتوراه فقه وأصول بتقدير جيد جداً، من كلية الشريعة جامعة أم القرى/
        السعودية سنة 1985.
      </p>
      <p style={{ textAlign: "right" }}>
        <strong>
          <u id='work'>العمل</u>
        </strong>
        <strong>
          <u>:</u>
        </strong>
      </p>
      <p style={{ textAlign: "right" }}>
        -&nbsp;أستاذ مساعد كلية الدعوة وأصول الدين، جامعة القدس من 1985-1987.
      </p>
      <p style={{ textAlign: "right" }}>
        -&nbsp;أستاذ مساعد قسم الثقافة الإسلامية، كلية التربية، جامعة الملك
        سعود، الرياض، المملكة العربية السعودية من 1988-1991.
      </p>
      <p style={{ textAlign: "right" }}>
        -&nbsp;أستاذ مساعد كلية الدعوة وأصول الدين، جامعة القدس من 1991-1997.
      </p>
      <p style={{ textAlign: "right" }}>
        -&nbsp;أستاذ مشارك كلية الدعوة وأصول الدين من 1997م وحتى 2004م.
      </p>
      <p style={{ textAlign: "right" }}>
        -&nbsp;أستاذ الفقه والأصول (بروفيسور) / جامعة القدس منذ تشرين أول 2004م.
      </p>
      <p style={{ textAlign: "right" }}>
        -&nbsp;&nbsp;رئيس دائرة الفقه والتشريع / كلية الدعوة وأصول الدين / جامعة
        القدس سابقاً.
      </p>
      <p style={{ textAlign: "right" }}>
        -&nbsp;منسق برنامج ماجستير الفقه والتشريع والأصول / كلية الدعوة وأصول
        الدين / جامعة القدس سابقاً.
      </p>
      <p style={{ textAlign: "right" }}>
        -&nbsp;تدريس مساقات في الفقه والأصول في جامعة النجاح الوطنية – نابلس
        لطلبة الدراسات العليا 1992.
      </p>
      <p style={{ textAlign: "right" }}>
        -&nbsp;التدريس في كلية الدعوة والدراسات الإسلامية في أم الفحم 1991-1994.
      </p>
      <p style={{ textAlign: "right" }}>
        -&nbsp;تدريس مساقات البحث العلمي والدلالات وشرح قانون الأحوال الشخصية
        والاجتهاد لطلبة الماجستير معهد القضاء العالي جامعة الخليل 1997-1999.
      </p>
      <p style={{ textAlign: "right" }}>
        -&nbsp;عضو المجلس الأكاديمي لجامعة القدس من 1995 وحتى 1999.
      </p>
      <p style={{ textAlign: "right" }}>
        -&nbsp;عضو تحرير مجلة هدى الإسلام منذ 1986 وحتى الآن.
      </p>
      <p style={{ textAlign: "right" }}>
        -&nbsp;رئيس هيئة الرقابة الشرعية لشركة بيت المال الفلسطيني (وهي شركة
        تتعامل وفق أحكام المعاملات الإسلامية) منذ 1994م وحتى سنة 2004م حيث توقفت
        الشركة عن العمل.
      </p>
      <p style={{ textAlign: "right" }}>
        -&nbsp;رئيس هيئة الرقابة الشرعية لبنك الأقصى الإسلامي منذ سنة 1998م وحتى
        بيع البنك للبنك الإسلامي الفلسطيني سنة 2010م.
      </p>
      <p style={{ textAlign: "right" }}>
        -&nbsp;منسق برنامج ماجستير الدراسات الإسلامية المعاصرة جامعة القدس
        سابقاً.
      </p>
      <p style={{ textAlign: "right" }}>
        -&nbsp;عضو مجلس البحث العلمي في جامعة القدس سابقاً.
      </p>
      <p style={{ textAlign: "right" }}>
        -&nbsp;عضو مجلس الدراسات العليا في جامعة القدس سابقاً.
      </p>
      <p style={{ textAlign: "right" }}>
        -&nbsp;عضو هيئة الرقابة الشرعية لشركة التكافل للتأمين الإسلامي سابقاً.
      </p>
      <p style={{ textAlign: "right" }}>
        -&nbsp;رئيس هيئة الرقابة الشرعية للبنك الإسلامي الفلسطيني منذ شباط 2009م
        وحتى 2019م.
      </p>
      <p style={{ textAlign: "right" }}>
        -&nbsp;عضوهيئة الرقابة الشرعية للبنك الإسلامي الفلسطيني منذ 2019م وحتى
        آب 2021م.
      </p>
      <p style={{ textAlign: "right" }}>
        -&nbsp;رئيس هيئة الرقابة الشرعية لشركة تمكين للتأمين برؤية إسلامية.
      </p>
      <p style={{ textAlign: "right" }}>
        -&nbsp;منسق برنامج دكتوراه الفقه وأصوله / كلية الدعوة وأصول الدين /
        جامعة القدس سابقاً.
      </p>
      <p style={{ textAlign: "right" }}>&nbsp;</p>
      <p style={{ textAlign: "right" }}>
        <strong>
          <u id='Sworks'>الأعمال العلمية للأستاذ الدكتور حسام الدين عفانة</u>
        </strong>
      </p>
      <ol style={{ textAlign: "right" }}>
        <li>
          1.&nbsp;الحقيقة والمجاز في الكتاب والسنة وعلاقتهما بالأحكام الشرعية
          (رسالة الماجستير)
        </li>
        <li>2.&nbsp;بيان معاني البديع في أصول الفقه (رسالة الدكتوراه(</li>
        <li>3.&nbsp;الأدلة الشرعية على تحريم مصافحة المرأة الأجنبية (كتاب(</li>
        <li>4.&nbsp;أحكام العقيقة في الشريعة الإسلامية (كتاب(</li>
        <li>5.&nbsp;يسألونك الجزء الأول (كتاب(</li>
        <li>6.&nbsp;يسألونك الجزء الثاني (كتاب(</li>
        <li>
          7.&nbsp;بيع المرابحة للآمر بالشراء على ضوء تجربة شركة بيت المال
          الفلسطيني العربي(كتاب(
        </li>
        <li>8.&nbsp;صلاة الغائب دراسة فقهية مقارنة (كتاب(</li>
        <li>9.&nbsp;يسألونك الجزء الثالث (كتاب(</li>
        <li>10.&nbsp;يسألونك الجزء الرابع (كتاب(</li>
        <li>11.&nbsp;يسألونك الجزء الخامس (كتاب(</li>
        <li>12.&nbsp;المفصل في أحكام الأضحية (كتاب(</li>
        <li>
          13.&nbsp;شرح الورقات في أصول الفقه لجلال الدين المحلي (دراسة وتعليق
          وتحقيق(
        </li>
        <li>14.&nbsp;فهارس مخطوطات مؤسسة إحياء التراث الإسلامي ج1</li>
        <li>
          15.&nbsp;الفتاوى الشرعية (1) بالاشتراك (هيئة الرقابة
          الشرعية&nbsp;&nbsp; لشركة بيت المال الفلسطيني العربي(
        </li>
        <li>
          16.&nbsp;الفتاوى الشرعية (2) بالاشتراك (هيئة الرقابة الشرعية لشركة بيت
          المال الفلسطيني العربي(
        </li>
        <li>17.&nbsp;الشيخ العلامة مرعي الكرمي وكتابه دليل الطالب (بحث(</li>
        <li>18.&nbsp;الزواج المبكر (بحث(</li>
        <li>19.&nbsp;الإجهاض (بحث(</li>
        <li>
          20.&nbsp;مسائل مهمات في فقه الصوم والتراويح والقراءة على الأموات
          (كتاب(
        </li>
        <li>
          21.&nbsp;مختصر كتاب جلباب المرأة المسلمة للعلامة المحدث الألباني
          (كتاب(
        </li>
        <li>22.&nbsp;إتباع لا ابتداع (كتاب(</li>
        <li>
          23.&nbsp;بذل المجهود في تحرير أسئلة تغير النقود للغزي التمرتاشي (دراسة
          وتعليق وتحقيق(
        </li>
        <li>24.&nbsp;يسألونك الجزء السادس (كتاب(</li>
        <li>
          25.&nbsp;رسالة إنقاذ الهالكين للعلامة محمد البركوي (دراسة وتعليق
          وتحقيق(
        </li>
        <li>
          26.&nbsp;الخصال المكفرة للذنوب (يتضمن تحقيق مخطوط للخطيب الشربيني)
          (كتاب(
        </li>
        <li>
          27.&nbsp;أحاديث الطائفة الظاهرة وتحريف الغالين وانتحال المبطلين وتأويل
          الجاهلين (كتاب(
        </li>
        <li>
          28.&nbsp;صناعة التنجيم بين الاسلام والعلم والواقع، المجلة
          الفلكية-ايطاليا، العدد الرابع، 2 - 13. (بحث بالاشتراك(
        </li>
        <li>
          29.&nbsp;الأهّلة بين الفقه والفلك، مجلة الجامعة الإسلامية غزة المجلد
          الثاني عشر، العدد الثاني، (بحث بالاشتراك(
        </li>
        <li>30.&nbsp;يسألونك الجزء السابع (كتاب(</li>
        <li>31.&nbsp;المفصل في أحكام العقيقة (كتاب(</li>
        <li>32.&nbsp;يسألونك الجزء الثامن (كتاب(</li>
        <li>33.&nbsp;يسألونك الجزء التاسع (كتاب(</li>
        <li>34.&nbsp;فهرس المخطوطات المصورة ج 2 (الفقه الشافعي) (كتاب(</li>
        <li>35.&nbsp;فقه التاجر المسلم وآدابه (كتاب(</li>
      </ol>
      <p style={{ textAlign: "right" }}>
        وقد ترجم الدكتور ثروت بايندر من جامعة إسطنبول الكتاب إلى اللغة التركية
        وطبع ثلاث طبعات باللغة التركية
      </p>
      <ol style={{ textAlign: "right" }} start={36}>
        <li>36.&nbsp;يسألونك الجزء العاشر (كتاب)</li>
        <li>37.&nbsp;يسألونك الجزء الحادي عشر (كتاب(</li>
        <li>38.&nbsp;يسألونك عن الزكاة (كتاب)</li>
        <li>39.&nbsp;يسألونك الجزء الثاني عشر (كتاب(</li>
      </ol>
      <p style={{ textAlign: "right" }}>
        40.فهرس المخطوطات المصورة ج 3 (الفقه الحنفي) (كتاب(
      </p>
      <ol style={{ textAlign: "right" }} start={41}>
        <li>41.&nbsp;يسألونك عن رمضان (كتاب(</li>
        <li>42.&nbsp;يسألونك الجزء الثالث عشر (كتاب(</li>
        <li>43.&nbsp;فهرس المخطوطات المصورة ج 4 (الحديث النبوي) (كتاب(</li>
        <li>
          44.&nbsp;بيع المرابحة المركبة كما تجريه المصارف الإسلامية في فلسطين
          (بحث(
        </li>
        <li>
          45.&nbsp;يسألونك عن المعاملات المالية المعاصرة الجزء الأول (كتاب(
        </li>
        <li>46.&nbsp;يسألونك الجزء الرابع عشر (كتاب(</li>
        <li>47.&nbsp;مرجعية الرقابة الشرعية في المصارف الإسلامية (بحث(</li>
        <li>
          48.&nbsp;يسألونك عن المعاملات المالية المعاصرة الجزء الثاني (كتاب(
        </li>
        <li>49.&nbsp;يسألونك الجزء الخامس عشر (كتاب(</li>
        <li>50.&nbsp;يسألونك الجزء السادس عشر(كتاب(</li>
        <li>51.&nbsp;&nbsp;التأمين الإسلامي (التعاوني أو التكافلي ) (بحث(</li>
        <li>
          52.&nbsp;&nbsp;يسألونك عن المعاملات المالية المعاصرة الجزء الثالث
          (كتاب(
        </li>
        <li>53.&nbsp;يسألونك الجزء السابع عشر(كتاب(</li>
        <li>
          54.&nbsp;فهرس المخطوطات المصورة ج 5 (القرآن الكريم وعلومه) (كتاب(
        </li>
      </ol>
      <p style={{ textAlign: "right" }}>55.يسألونك الجزء الثامن عشر(كتاب(</p>
      <p style={{ textAlign: "right" }}>
        56-&nbsp;جواهر القلائد في فضل المساجد لأبي الفتح الدَّجاني دراسة
        وتحقيق(كتاب(
      </p>
      <p style={{ textAlign: "right" }}>
        57-&nbsp;&nbsp;يسألونك الجزء التاسع عشر (كتاب)
      </p>
      <p style={{ textAlign: "right" }}>
        58-&nbsp;المسجد الأقصى المبارك فضائل وأحكام وآداب (كتاب(
      </p>
      <p style={{ textAlign: "right" }}>
        59-&nbsp;&nbsp;يسألونك الجزء العشرون (كتاب(
      </p>
      <p style={{ textAlign: "right" }}>
        60-&nbsp;حكم صلاة الجنازة في المسجد الأقصى المبارك للشيخ إبراهيم
        الفتياني دراسة وتحقيق.
      </p>
      <p style={{ textAlign: "right" }}>
        61-&nbsp;يسألونك عن صلاة الجمعة (كتاب(
      </p>
      <p style={{ textAlign: "right" }}>
        62-&nbsp;يسألونك عن المعاملات المالية المعاصرة الجزء الرابع (كتاب(
      </p>
      <p style={{ textAlign: "right" }}>
        63-&nbsp;رسالة" هِدايةُ المُبْتَدِي لمسألةِ المُقْتَدِي " لأبي الفتح
        الدَّجاني دراسة وتحقيق(كتاب(
      </p>
      <p style={{ textAlign: "right" }}>
        64-&nbsp;يسألونك الجزء الحادي والعشرون (كتاب(
      </p>
      <p style={{ textAlign: "right" }}>
        65-&nbsp;رسالة في أحاديثِ الوعيدِ لمنْ رفعَ رأسَهُ قبل إمامهِ في
        الصَّلاةِ للشيخ شمس الدين محمد بن بدير المقدسي دراسة وتحقيق وتعليق.
        (كتاب(
      </p>
      <p style={{ textAlign: "right" }}>
        66-&nbsp;يسألونك عن المعاملات المالية المعاصرة الجزء الخامس (كتاب(
      </p>
      <p style={{ textAlign: "right" }}>
        67-&nbsp;يسألونك الجزء الثاني والعشرون (كتاب)
      </p>
      <p style={{ textAlign: "right" }}>
        68-&nbsp;يسألونك عن قضايا معاصرة في الزكاة (كتاب(
      </p>
      <p style={{ textAlign: "right" }}>
        69-&nbsp;يسألونك الجزء الثالث والعشرون (كتاب(
      </p>
      <p style={{ textAlign: "right" }}>
        70-&nbsp;رسالةٌ في مراتبِ الرُّواةِ وطبقاتِهم للشيخ شمس الدين محمد بن
        بدير المقدسي دراسة وتحقيق(كتاب(
      </p>
      <p style={{ textAlign: "right" }}>
        71-&nbsp;&nbsp;يسألونك عن قضايا المرأة المعاصرة (كتاب(
      </p>
      <p style={{ textAlign: "right" }}>
        72-&nbsp;يسألونك الجزء الرابع والعشرون (كتاب(
      </p>
      <p style={{ textAlign: "right" }}>
        73- "الآيَاتُ البَيِّنَات في قِصَّةِ الإسْراء بسَيِّدِ أهْلِ الأرضِ
        والسماوات" تأليف الإمام شمس الدين أبي عبد الله محمد بن يوسف بن علي
        الشهير بابن النَّجار الشافعي الدمشقي الصالحي المتوفى سنة 942 هـ رحمه
        الله تعالى (كتاب)تحقيق مع آخرين.
      </p>
      <p style={{ textAlign: "right" }}>
        74- "هدايةُ الأحاديثِ النَّبويَّة إلى مكارمِ الأخلاقِ الحميدةِ
        الزَّكيَّة" للشَّيخ الإمام يوسف الصِّدِّيق بن أسعد الإمام الحُسَيْنيِّ
        الشافعي مفتي الشَّافعيَّة بالقدس الشَّريف وإمام المسجد الأقصى المبارك
        المتوفى سنة 1321 هـ. (كتاب في ثلاثة مجلدات)تحقيق مع آخرين.
      </p>
      <p style={{ textAlign: "right" }}>
        75-&nbsp;رسالة "الجَوهرةُ الزَّهراءُ في إِلحاقِ الفاصلِ بمسجدِ القُدْسِ
        الشريفِ وجامعِ خَوَارَزْمَ بفاصلِ الصَّحراءِ " للشيخ محمد خليل التميمي
        المتوفى سنة 1317هـ -1900م مفتي مدينة الخليل. دراسة وتحقيق(كتاب(
      </p>
      <p style={{ textAlign: "right" }}>
        76-&nbsp;يسألونك الجزء الخامس والعشرون (كتاب(
      </p>
      <p style={{ textAlign: "right" }}>
        77-&nbsp;بحث محكم بعنوان:( أثر الوقف الإسلامي على التعليم في فلسطين من
        الفتح العمري إلى وقتنا المعاصر)بالاشتراك مع الطالب في برنامج الدكتوراه
        محمد سعيد عبد الرازق خصيب
      </p>
      <p style={{ textAlign: "right" }}>
        78-&nbsp;يسألونك الجزء السادس والعشرون(كتاب)
      </p>
      <p style={{ textAlign: "right" }}>
        <strong>
          <u>موقع الأستاذ الدكتور حسام الدين عفانة على شبكة الإنترنت</u>
        </strong>
        <strong>
          <u>:</u>
        </strong>
      </p>
      <p style={{ textAlign: "right" }}>www. yasaloonak. net</p>
      <p style={{ textAlign: "right" }}>
        <strong>
          <u>
            الصفحة على الفيس بوك (محبو الأستاذ الدكتور حسام الدين موسى عفانة)
          </u>
        </strong>
      </p>
      <p style={{ textAlign: "right" }}>
        https://www.facebook.com/DrHusamAlDeenAfanahFan
      </p>
      <p style={{ textAlign: "right" }}>
        <strong>
          <u>عنوان البريد الإلكتروني</u>
        </strong>
        <strong>
          <u>:</u>
        </strong>
      </p>
      <p style={{ textAlign: "right" }}>husam@is. alquds. Edu</p>
      <p style={{ textAlign: "right" }}>أو:</p>
      <p style={{ textAlign: "right" }}>fatawa@yasaloonak.net</p>
      <p style={{ textAlign: "right" }}>&nbsp;</p>
      <p style={{ textAlign: "right" }}>&nbsp;</p>
      <p style={{ textAlign: "right" }}>&nbsp;</p>
      <p style={{ textAlign: "right" }}>&nbsp;</p>
      <p style={{ textAlign: "right" }}>
        <strong>
          <u>مجموعة من المقالات</u>
        </strong>
        <strong>
          <u>:</u>
        </strong>
      </p>
      <ol style={{ textAlign: "right" }}>
        <li>تطوير الأعمال المصرفية بما يتفق والشريعة الإسلامية.</li>
        <li>نظام الأحوال الشخصية بين الثبات والتطور.</li>
        <li>محدث العصر العلامة الألباني.</li>
        <li>العلامة الشيخ عبد العزيز بن باز.</li>
        <li>كسوف الشمس آية من آيات الله.</li>
        <li>نظرات في البدعة.</li>
        <li>لمحات في المحافظة على الأوقات.</li>
        <li>إمام الحرمين الجويني وكتابه الورقات في أصول الفقه.</li>
        <li>دراسة الأحاديث الواردة في صلاة الغائب.</li>
        <li>أحكام شرعية في مسائل طبية. مجلة الإشراقة.</li>
        <li>تعقيب على مقال البنوك وفتوى شيخ الأزهر.&nbsp;&nbsp;</li>
        <li>وفاة العلامة الشيخ الدكتور محمد سليمان الأشقر رحمة الله عليه</li>
        <li>)لا أدري الإسلامية ) سبقت ( لا أعرف الغربية(</li>
        <li>
          الشيخ العلامة مرعي بن يوسف الكرمي المقدسي الحنبلي وكتابه دليل الطالب
          لنيل المطالب
        </li>
        <li>الجامعات الفلسطينية بحاجة ماسة للإصلاح والتغيير</li>
        <li>دعوة إلى تحقيق كتب التراث الإسلامي المطبوعة بدون تحقيق علمي</li>
        <li>أبحاث ومقالات متفرقة في المجلات والصحف المحلية.</li>
      </ol>
      <p style={{ textAlign: "right" }}>&nbsp;</p>
      <p style={{ textAlign: "right" }}>
        <strong>
          <u>مجموعة من المطويات</u>
        </strong>
        <strong>
          <u>:</u>
        </strong>
      </p>
      <ol style={{ textAlign: "right" }}>
        <li>بدعية الاحتفال بموسم النبي موسى عليه السلام</li>
        <li>أحكام الحج والعمرة وآداب الحاج والمعـتمر</li>
        <li>أحكام المسح على الجوربين</li>
        <li>البدع والمنكرات في العيد</li>
        <li>شروط جلباب المرأة المسلمة في الكتاب والسنة</li>
        <li>صفة القبر وأحكامه الشرعية كما وردت في السنة النبوية</li>
        <li>مخـتصر أحكام الأضحية</li>
        <li>مختصر أحكام الأضحية والعيد</li>
        <li>
          هدي المصطفى صلى الله عليه و سلم عند انحباس المطر وأحكام الجمع بين
          الصلاتين لعذر المطر
        </li>
        <li>القُصَّاص الجدد</li>
        <li>التأمين الإسلامي</li>
        <li>مسائل معاصرة في الربا</li>
      </ol>
      <p style={{ textAlign: "right" }}>&nbsp;</p>
      <p style={{ textAlign: "right" }}>
        <strong>
          <u>الإشراف على عدد من رسائل الماجستير والدكتوراه</u>
        </strong>
        <strong>
          <u>:</u>
        </strong>
      </p>
      <ol style={{ textAlign: "right" }}>
        <li>
          البنوك الإسلامية في فلسطين بين النظرية والتطبيق نوقشت 1420هـ 1999م /
          إعداد الطالب : محمد طارق الجعبري / جامعة القدس / ماجستير الدراسات
          الإسلامية المعاصرة.
        </li>
        <li>
          2.&nbsp;&nbsp;مصرف ( في سبيل الله ) من مصارف الزكاة / دراسة فقهية
          مقارنة نوقشت 1421هـ 2000م / إعداد الطالب : نبيل عيسى الجعبري/جامعة
          القدس / ماجستير الدراسات الإسلامية المعاصرة.
        </li>
        <li>
          التأويل بين ضوابط الأصوليين وقراءات المعاصرين نوقشت 1422هـ 2001م/
          إعداد الطالب: ابراهيم محمد طه بويداين/جامعة القدس / ماجستير الدراسات
          الإسلامية المعاصرة&nbsp;.
        </li>
      </ol>
      <p style={{ textAlign: "right" }}>
        4.أحكام المفقود في الفقه الإسلامي وما عليه العمل في المحاكم الشرعية في
        فلسطين نوقشت 1423هـ 2002م /إعداد الطالب: توفيق محمد العملة/ جامعة الخليل
        / كلية الدراسات العليا / قسم القضاء الشرعي.
      </p>
      <ol style={{ textAlign: "right" }} start={5}>
        <li>
          5.&nbsp;&nbsp;تحقيق كتاب أدب القضاء من ( شرح فتح القدير لكمال الدين بن
          الهمام الحنفي المتوفى 861 هـ ) نوقشت 1423هـ 2002م / إعداد الطالب: حاتم
          البكري/جامعة الخليل / كلية الدراسات العليا / قسم القضاء الشرعي.
        </li>
        <li>
          6.&nbsp;تحقيق كتاب الشهادات من ( شرح فتح القدير لكمال الدين بن الهمام
          الحنفي المتوفى 861 هـ ) /إعداد الطالب: محمد وليد القاضي جامعة الخليل
          /كلية الدراسات العليا / قسم القضاء الشرعي.
        </li>
        <li>
          7.&nbsp;تحقيق كتاب الصيام والاعتكاف من ( شرح فتح القدير لكمال الدين بن
          الهمام الحنفي المتوفى 861 هـ) إعداد الطالب: نور الدين الرجبي. جامعة
          القدس / ماجستير الدراسات الإسلامية المعاصرة.
        </li>
        <li>
          8.&nbsp;&nbsp;تحقيق كتابي الصرف والحوالة من ( شرح فتح القدير لكمال
          الدين بن الهمام الحنفي المتوفى 861 هـ )إعداد الطالب:كنعان عبد الكريم
          محمد/جامعة القدس / ماجستير الدراسات الإسلامية المعاصرة.
        </li>
      </ol>
      <p style={{ textAlign: "right" }}>
        9.تحقيق كتاب البيوع من ( شرح فتح القدير لكمال الدين بن الهمام الحنفي
        المتوفى 861 هـ ) إعداد الطالب:جمال صقر جامعة القدس / ماجستير الدراسات
        الإسلامية المعاصرة.
      </p>
      <ol style={{ textAlign: "right" }} start={10}>
        <li>
          10.&nbsp;سلوك المستهلك في ضوء الكتاب والسنة/ إعداد الطالبة: ميسرة يسري
          التميمي. جامعة القدس/ماجستير الدراسات الإسلامية
          المعاصرة.&nbsp;&nbsp;&nbsp;
        </li>
        <li>
          11.&nbsp;الصحة الإنجابية في الإسلام/إعداد الطالب: رائد محمد مصطفى
          جامعة القدس / ماجستير الدراسات الإسلامية المعاصرة.
        </li>
      </ol>
      <p style={{ textAlign: "right" }}>
        12.حالات التصرف الموقوف بين الفقه الإسلامي والقانون المدني/ إعداد الطالب
        محمد عبد السلام نظمي رموز /رسالة ماجستير / كلية الحقوق / جامعة القدس /
        نوقشت 2004&nbsp;.
      </p>
      <ol style={{ textAlign: "right" }} start={13}>
        <li>
          13.&nbsp;زبدة الأسرار في شرح مختصر المنار لأحمد بن محمد السيواسي
          المتوفى سنة 1006 هـ/تحقيق ودراسة / رسالة دكتوراة / جامعة عين شمس
          /القاهرة بالاشتراك مع جامعة الأقصى/غزة/ الطالب محمد حسني علي / نوقشت
          2005م.
        </li>
      </ol>
      <p style={{ textAlign: "right" }}>
        14.تحقيق كتاب النوافل من ( شرح فتح القدير لكمال الدين بن الهمام الحنفي
        المتوفى 861 هـ ) . إعداد الطالبة:أمل محمد صيام.&nbsp;&nbsp;&nbsp;&nbsp;
        جامعة القدس / ماجستير الدراسات الإسلامية المعاصرة
      </p>
      <p style={{ textAlign: "right" }}>
        15.فقه الوقت/ إعداد الطالبة:فاطمة المناصرة. جامعة القدس / ماجستير
        الدراسات الإسلامية المعاصرة.
      </p>
      <ol style={{ textAlign: "right" }} start={16}>
        <li>
          16.&nbsp;إثبات الأهلة بين الفقه الإسلامي وعلم الفلك./إعداد الطالب:محمد
          كنعان.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;جامعة القدس / ماجستير الدراسات
          الإسلامية المعاصرة.
        </li>
        <li>
          الرقابة الشرعية في البنوك الإسلامية في الضفة الغربية/إعداد الطالب حسن
          صافي/ جامعة القدس / ماجستير الدراسات الإسلامية المعاصرة.
        </li>
        <li>
          18.&nbsp;الرقية الشرعية والطب النفسي/إعداد الطالبة:ابتسام الشريف/جامعة
          القدس / ماجستير الدراسات الإسلامية المعاصرة
        </li>
        <li>
          19.&nbsp;القواعد الفقهية وتطبيقاتها في أحكام مداواة الرجل
          والمرأة/إعداد الطالب عبد الله البزار/ جامعة القدس / ماجستير الفقه
          والتشريع.
        </li>
        <li>
          20.&nbsp;تحقيق كتاب الزكاة من فتح القدير – للكمال ابن الهمام /إعداد
          الطالب ريـاض منيــر خويص/ جامعة القدس / ماجستير الفقه والتشريع.
        </li>
        <li>
          21.&nbsp;الأحكام الفقهية للأسرى في سجون الاحتلال الإسرائيلي إعداد
          الطالب نائـل إسـماعيل رمضـان / جامعة القدس / ماجستير الفقه والتشريع.
        </li>
        <li>
          22.&nbsp;تحقيق كتاب السِّيَر من أوله إلى أول باب الجزية من فتح القدير
          للكمال بن الهمام/إعداد الطالبة أسماء حجازي/جامعة القدس / ماجستير الفقه
          والتشريع.
        </li>
        <li>
          23. (فيض الغفار لشرح ما انتخب من المنار) لشمس الدين محمد بن عبد الله
          التمرتاشي الغزي الحنفي/ تحقيق ودراسة/إعداد الطالب فادي محمود عيد أبو
          شخيدم/جامعة القدس / ماجستير الفقه والتشريع.
        </li>
        <li>
          24.&nbsp;تحقيق بقية كتاب السِّيَر من أول باب الجزية إلى أول كتاب
          الشركة من فتح القدير للكمال بن الهمام/ إعداد الطالب منصور شماسنة/
          جامعة القدس / ماجستير الفقه والتشريع.
        </li>
        <li>
          25.&nbsp;مصرف الغارمين من مصارف الزكاة ودوره في التكافل الاجتماعي /
          إعداد الطالب مشهور حمدان/ جامعة القدس / ماجستير الدراسات الإسلامية
          المعاصرة.
        </li>
        <li>
          26.&nbsp;الودائع في المصارف الإسلامية/دراسة فقهية وقانونية للواقع في
          فلسطين إعداد الطالب: بلال علي البرغوثي/ ماجستير الحقوق جامعة بير زيت
        </li>
        <li>
          27.&nbsp;قاعدة: (لا يجوز لأحد أن يتصرف في مِلْك الغير بلا إذنه)
          وتطبيقاتها الفقهية/إعداد الطالبة: فلسطين عبد المهدي عبد الرزاق شويكي
          /جامعة القدس / ماجستير الفقه والتشريع
        </li>
        <li>
          28.&nbsp;تحقيق كتاب الطهارات من فتح القدير للكمال بن الهمام/إعداد
          الطالبة فداء زعاترة / جامعة القدس / ماجستير الفقه والتشريع
        </li>
        <li>
          29.&nbsp;الأهلية وعلاقتها بقانون الأحوال الشخصية الأردني لسنة 1976م/
          إعداد الطالب: نادي أبو خلف/جامعة الخليل /كلية الدراسات العليا /قسم
          القضاء الشرعي.
        </li>
        <li>
          30.&nbsp;تحقيق جزء من كتاب الحدود من حد القذف إلى أول كتاب السير من
          (فتح القدير لكمال الدين بن الهمام.إعداد الطالب إياد غنيم جامعة القدس /
          ماجستير الفقه والتشريع.
        </li>
        <li>
          31.&nbsp;مدى نجاعة البنوك الإسلامية وتغلغلها في الاقتصاد الفلسطيني.
          رسالة دكتوراة / إعداد الطالب موسى محمد محمود شحادة / برنامج العلوم
          الإدارية والاقتصادية/ كلية الدراسات العليا / الجامعة الحرة في هولندا،
          لاهاي حزيران&nbsp; 2011.
        </li>
        <li>
          32.&nbsp;أحكام الشيك دراسة فقهية تأصيلية مقارنة بالقانون.&nbsp; إعداد
          الطالب عيسى محمود عيسى العواوده جامعة القدس / ماجستير الفقه
          والتشريع.&nbsp;&nbsp;&nbsp;
        </li>
        <li>
          33.&nbsp;تحقيق كتاب الحدود من أوله حتى حد القذف&nbsp; من فتح القدير
          لكمال الدين بن الهمام.إعداد الطالب صهيب إبراهيم أبو جحيشة/ جامعة القدس
          / ماجستير الفقه والتشريع.
        </li>
        <li>
          34.&nbsp;&nbsp;&nbsp;تحقيق كتاب الحج من أوله إلى باب الجنايات من&nbsp;
          فتح القدير لكمال الدين بن الهمام.إعداد الطالب عدنان نعمان عطاالله
          دحدولان / جامعة القدس / ماجستير الفقه والتشريع.
        </li>
        <li>
          35.&nbsp;حكم الدخول في البرلمان ( الكنيست)&nbsp; في الكيان الإسرائيلي.
          إعداد الطالب أحمد أبو عجوة / جامعة&nbsp;&nbsp; القدس / ماجستير الفقه
          والتشريع.
        </li>
        <li>
          المكاسب غير الشرعية في المصارف الإسلامية. إعداد الطالب محمد سعيد خصيب
          / جامعة&nbsp;&nbsp; القدس / ماجستير الفقه والتشريع.
        </li>
        <li>
          37.&nbsp;تحقيق جزء من كتاب الحج من باب الجنايات إلى آخر كتاب الحج
          من&nbsp; فتح القدير لكمال الدين بن الهمام.إعداد الطالب أحمد أبو سبيتان
          / جامعة القدس / ماجستير الفقه والتشريع.
        </li>
        <li>
          38. "فتاوى د. القرضاوي التي خالف فيها المذاهب الأربعة في العبادات/
          رسالة دكتوراة / إعداد الطالب عبد الرحيم توفيق خليل/كلية الدراسات
          العليا/ جامعة لاهاي في هولندا تموز 2012.
        </li>
        <li>
          39.&nbsp;تحقيق جزء من كتاب الصلاة&nbsp; من باب سجود السهو&nbsp; إلى
          آخر صلاة في الكعبة من&nbsp; فتح القدير لكمال الدين بن الهمام.إعداد
          الطالب جمعة عطاالله حمدان / جامعة القدس / ماجستير الفقه والتشريع.
        </li>
        <li>
          40.&nbsp;تحقيق من أول كتاب النكاح&nbsp; إلى أول باب المهر من&nbsp; فتح
          القدير لكمال الدين بن الهمام.إعداد الطالب ضرغام جرادات / جامعة القدس /
          ماجستير الفقه والتشريع.
        </li>
        <li>
          41.&nbsp;أحكام الإهمال في الفقه الإسلامي ( ما عدا العبادات) إعداد
          الطالبة أمل محمد الحاج / جامعة القدس / ماجستير الفقه والتشريع.
        </li>
        <li>
          42.&nbsp;تحقيق باب المهر إلى أول كتاب الطلاق من كتاب فتح القدير للكمال
          ابن الهمام. إعداد الطالب هيثم علي البجالي/ جامعة القدس / ماجستير الفقه
          والتشريع.
        </li>
        <li>
          43.&nbsp;المواد المضافة للأغذية والأدوية إعداد الطالبة عايدة غانم/
          جامعة القدس / ماجستير الفقه والتشريع.
        </li>
        <li>
          44.&nbsp;آراء المخالفين لفكرة البنوك الإسلامية دراسة نقدية إعداد
          الطالب زكي عامرية/ جامعة القدس / ماجستير الفقه والتشريع.
        </li>
        <li>
          45.&nbsp;مناقشة القرارات الطبية الصادرة عن مجمع الفقه الإسلامي التابع
          لمنظمة التعاون الإسلامي، إعداد الطالبة ديمة النشاشيبي/ جامعة القدس /
          ماجستير الفقه والتشريع.
        </li>
        <li>
          46.&nbsp;تحقيق كتاب الطلاق وحتى باب الإيلاء من كتاب فتح القدير للكمال
          ابن الهمام. إعداد الطالب أمين الرجوب / جامعة القدس / ماجستير الفقه
          والتشريع.
        </li>
        <li>
          47.&nbsp;تحقيق جزء من كتاب الصلاة من أول باب الإمامة حتى صلاة الوتر من
          كتاب فتح القدير للكمال ابن الهمام /نجوى مصلح/جامعة القدس/ ماجستير
          الفقه والتشريع.
        </li>
        <li>
          48.&nbsp;أثر النفقات في حساب وعاء الزكاة. ياسر سدر /جامعة القدس/
          ماجستير الفقه والتشريع.
        </li>
        <li>
          49.&nbsp;&nbsp;تحقيق كتاب الشركة والوقف من كتاب فتح القدير للكمال ابن
          الهمام
        </li>
      </ol>
      <p style={{ textAlign: "right" }}>
        الطالب أمجد سلهب/جامعة القدس/ ماجستير الفقه والتشريع.
      </p>
      <ol style={{ textAlign: "right" }} start={50}>
        <li>
          50.&nbsp;&nbsp;تحقيق كتاب الربا إلى أول الصرف من كتاب فتح القدير
          للكمال ابن الهمام /الطالبة فايزة سليم صيام/جامعة القدس/ ماجستير الفقه
          والتشريع.
        </li>
        <li>
          51.&nbsp;&nbsp;تحقيق كتاب العتاق كاملاً من كتاب فتح القدير للكمال ابن
          الهمام/الطالبة هبة زواهرة/جامعة القدس/ ماجستير الفقه والتشريع.
        </li>
        <li>
          52.&nbsp;تحقيق كتاب الأيمان من كتاب فتح القدير للكمال ابن
          الهمام/&nbsp; الطالبة نورة أبو قويدر&nbsp; /جامعة القدس/ ماجستير الفقه
          والتشريع.
        </li>
        <li>
          53.&nbsp;جائزة التسديد المبكر في المصارف الإسلامية/ إعداد الطالب:رضا
          أبو النواس/ جامعة القدس / ماجستير الفقه والتشريع.
        </li>
        <li>
          54.&nbsp;&nbsp;تحقيق من أول باب الإيلاء إلى أول باب العدة&nbsp; من
          كتاب فتح القدير للكمال ابن الهمام إعداد الطالب نضال إبراهيم محسن/
          جامعة القدس / ماجستير الفقه والتشريع.
        </li>
        <li>
          55.&nbsp;مشاركة المسلمين في الانتخابات البرلمانية والرئاسية الأمريكية
          دراسة فقهية/ إعداد الطالب نضال عرمان / جامعة القدس / ماجستير الفقه
          والتشريع.
        </li>
        <li>
          56.&nbsp;تحقيق من أول السلم إلى أول الصرف من كتاب فتح القدير للكمال
          ابن الهمام إعداد الطالبة حنان إبراهيم جابر/ جامعة القدس / ماجستير
          الفقه والتشريع.
        </li>
        <li>
          57.&nbsp;فض الخصومات دراسة مقارنة بين الفقه الإسلامي والقضاء العشائري
          إعداد الطالب بهاء أبو طير/ جامعة القدس / ماجستير الفقه والتشريع.
        </li>
        <li>
          58.&nbsp;تحقيق من أول باب الجزية إلى أول كتاب الشركة من كتاب فتح
          القدير للكمال ابن الهمام إعداد الطالب منصور شماسنة / جامعة القدس /
          ماجستير الفقه والتشريع.
        </li>
        <li>
          59.&nbsp;الوثيقة الحقوقية للمرأة الفلسطينيةدراسة فقهية مقارنة. إعداد
          الطالبة: فاطمة طارق مصطفى حميدة/ جامعة القدس / ماجستير الفقه والتشريع.
        </li>
        <li>
          60.&nbsp;تكلفة القرض في المؤسسات الفلسطينية المانحة دراسة فقهية
          مقارنة. إعداد الطالبة: تمام يسري طه/ جامعة القدس / ماجستير الفقه
          والتشريع.
        </li>
        <li>
          61.&nbsp;الشيخ عيسى مَنُّون وكتابه "نبراس العقول في تحقيق القياس عند
          علماء الأصول"إعداد الطالب: مصعب محمد يونس صبارنه/ جامعة القدس /
          ماجستير الفقه والتشريع.
        </li>
        <li>62.&nbsp;حكم حق العودة والتعويض للاجئين الفلسطينيين</li>
      </ol>
      <p style={{ textAlign: "right" }}>
        بين الشريعة الإسلامية والقانون الدولي إعداد الطالب: أحمد محمد ذيب أبو
        عجوة/رسالة دكتوراه/ جامعة لاهاي الدولية.
      </p>
      <p style={{ textAlign: "right" }}>
        63.قاعدة: الاستثناء من النفي إثبات ومن الإثبات نفي وتطبيقاتها. إعداد
        الطالب: كايد حسن جلايطة. / جامعة القدس / ماجستير الفقه والتشريع.
      </p>
      <p style={{ textAlign: "right" }}>&nbsp;</p>
      <p style={{ textAlign: "right" }}>
        <strong>
          <u>&nbsp;</u>
        </strong>
      </p>
      <p style={{ textAlign: "right" }}>
        <strong>
          <u>&nbsp;</u>
        </strong>
      </p>
      <p style={{ textAlign: "right" }}>
        <strong>
          <u>&nbsp;</u>
        </strong>
      </p>
      <p style={{ textAlign: "right" }}>
        <strong>
          <u>&nbsp;</u>
        </strong>
      </p>
      <p style={{ textAlign: "right" }}>
        <strong>
          <u>&nbsp;</u>
        </strong>
      </p>
      <p style={{ textAlign: "right" }}>
        <strong>
          <u>&nbsp;</u>
        </strong>
      </p>
      <p style={{ textAlign: "right" }}>
        <strong>
          <u>&nbsp;</u>
        </strong>
      </p>
      <p style={{ textAlign: "right" }}>
        <strong>
          <u>الرسائل التي شارك في مناقشتها</u>
        </strong>
        <strong>
          <u>:</u>
        </strong>
      </p>
      <p style={{ textAlign: "right" }}>
        &nbsp;&nbsp;&nbsp; 1.أحكام الإفتاء في الشريعة الإسلامية: 1408هـ =1988 م.
      </p>
      <p style={{ textAlign: "right" }}>
        &nbsp;&nbsp;&nbsp;&nbsp;إعداد الطالب: إبراهيم سالم سلمان أبو مر.
      </p>
      <p style={{ textAlign: "right" }}>
        &nbsp;&nbsp;&nbsp;جامعة النجاح الوطنية / كلية الشريعة / قسم الفقه
        والتشريع.
      </p>
      <p style={{ textAlign: "right" }}>
        &nbsp;&nbsp;&nbsp;هذه الرسالة أول رسالة علمية في الشريعة الإسلامية لنيل
        درجة الماجستير تناقش في الأراضي المحتلة – فلسطين – وقد نوقشت في جامعة
        النجاح بمدينة نابلس بتاريخ 4/7/1988م الموافق 20 من ذي القعدة 1408هـ.
      </p>
      <p style={{ textAlign: "right" }}>
        &nbsp;&nbsp;&nbsp; 2.دلالة صيغة الأمر على الأحكام الشرعية: نوقشت 1412هـ
        = 1991م.
      </p>
      <p style={{ textAlign: "right" }}>
        &nbsp;&nbsp;&nbsp;إعداد الطالب: حسن سعد عوض خضر.
      </p>
      <p style={{ textAlign: "right" }}>
        &nbsp;&nbsp;&nbsp;جامعة النجاح الوطنية / كلية الشريعة / قسم الفقه
        والتشريع.
      </p>
      <p style={{ textAlign: "right" }}>
        &nbsp;&nbsp;&nbsp; 3.دلالة صيغة النهي على الأحكام الشرعية: نوقشت 1413هـ
        = 1993م.
      </p>
      <p style={{ textAlign: "right" }}>
        &nbsp;&nbsp;&nbsp;إعداد الطالب: زياد إبراهيم حسين مقداد&nbsp;.
      </p>
      <p style={{ textAlign: "right" }}>
        &nbsp;&nbsp;&nbsp;جامعة النجاح الوطنية / كلية الشريعة / قسم الفقه
        والتشريع.
      </p>
      <p style={{ textAlign: "right" }}>
        &nbsp;&nbsp;&nbsp; 4.علم أصول الفقه من مخطوط ( بغية الألباب في شرح غنية
        الطلاب ) لمحمد بن بدير بن حبيش المقدسي المتوفى 1220 هـ : نوقشت 1415هـ =
        1994م.
      </p>
      <p style={{ textAlign: "right" }}>
        &nbsp;&nbsp;&nbsp;إعداد الطالب: محمد حسني علي محمد.
      </p>
      <p style={{ textAlign: "right" }}>
        &nbsp;&nbsp;&nbsp;جامعة النجاح الوطنية / كلية الشريعة / قسم الفقه
        والتشريع.
      </p>
      <p style={{ textAlign: "right" }}>
        &nbsp;&nbsp; 5.مذهب الصحابي وأثر الاختلاف فيه في اختلاف الفقهاء: نوقشت
        1418 هـ / 1997م.
      </p>
      <p style={{ textAlign: "right" }}>
        &nbsp;&nbsp;&nbsp;إعداد الطالب: محمد مطلق أبو جحيشة&nbsp;.
      </p>
      <p style={{ textAlign: "right" }}>
        &nbsp;&nbsp;&nbsp;جامعة النجاح الوطنية / كلية الشريعة / قسم الدراسات
        العليا.
      </p>
      <p style={{ textAlign: "right" }}>
        &nbsp;&nbsp;&nbsp; 6.أحكام الشريعة الإسلامية في الخلو والمفتاحية : نوقشت
        1417هـ = 1997م&nbsp;.
      </p>
      <p style={{ textAlign: "right" }}>
        &nbsp;&nbsp;&nbsp;إعداد الطالب: يوسف خالد يوسف السركجي رحمة الله عليه
      </p>
      <p style={{ textAlign: "right" }}>
        &nbsp;&nbsp;&nbsp;جامعة النجاح الوطنية / كلية الدراسات العليا / قسم
        الفقه والتشريع.
      </p>
      <p style={{ textAlign: "right" }}>
        &nbsp;&nbsp; 7.أسباب الرخص في الشريعة الإسلامية: نوقشت 1418هـ = 1997م.
      </p>
      <p style={{ textAlign: "right" }}>
        &nbsp;&nbsp;&nbsp;إعداد الطالب: عبد الرحيم توفيق خليل.
      </p>
      <p style={{ textAlign: "right" }}>
        &nbsp;&nbsp;&nbsp;جامعة النجاح الوطنية / كلية الشريعة / قسم الفقه
        والتشريع.
      </p>
      <ol style={{ textAlign: "right" }} start={8}>
        <li>القسامة في الفقه الإسلامي: نوقشت 1418 هـ = 1997م.</li>
      </ol>
      <p style={{ textAlign: "right" }}>
        &nbsp;&nbsp;&nbsp;إعداد الطالب: بشار مدحت عبده أبو زهرة.
      </p>
      <p style={{ textAlign: "right" }}>
        &nbsp;&nbsp;&nbsp;جامعة النجاح الوطنية / كلية الدراسات العليا / قسم
        الفقه والتشريع.
      </p>
      <ol style={{ textAlign: "right" }} start={9}>
        <li>
          البيوع المعاصرة المنهي عنها في الشريعة الإسلامية نوقشت 1418هـ = 1998م.
        </li>
      </ol>
      <p style={{ textAlign: "right" }}>
        &nbsp;&nbsp;&nbsp;إعداد الطالب: هاشم عبد الرحمن مصطفى محاجنة&nbsp;.
      </p>
      <p style={{ textAlign: "right" }}>
        &nbsp;&nbsp;&nbsp;جامعة النجاح الوطنية / كلية الدراسات العليا / قسم
        الفقه والتشريع.
      </p>
      <p style={{ textAlign: "right" }}>
        &nbsp;&nbsp;&nbsp; 10.أحكام قرار المرأة في بيتها وخروجها منه في الفقه
        الإسلامي: نوقشت 1419هـ = 1998م.
      </p>
      <p style={{ textAlign: "right" }}>
        &nbsp;&nbsp;&nbsp;إعداد الطالبة: أميمة محمد نعمان قراقع&nbsp;.
      </p>
      <p style={{ textAlign: "right" }}>
        &nbsp;&nbsp;&nbsp;جامعة النجاح الوطنية / كلية الشريعة / قسم الفقه
        والتشريع.
      </p>
      <ol style={{ textAlign: "right" }} start={11}>
        <li>الحيل الشرعية في الفقه الإسلامي: نوقشت 1419هـ = 1999م.</li>
      </ol>
      <p style={{ textAlign: "right" }}>
        &nbsp;&nbsp;&nbsp;إعداد الطالب: تيسير عمران علي عمر.
      </p>
      <p style={{ textAlign: "right" }}>
        &nbsp;&nbsp;&nbsp;جامعة النجاح الوطنية / كلية الدراسات العليا / قسم
        الفقه والتشريع.
      </p>
      <p style={{ textAlign: "right" }}>
        &nbsp;&nbsp;&nbsp; 12.تقسيم اللفظ من حيث ظهور المعنى وخفاؤه نوقشت 1420هـ
        = 1999م.
      </p>
      <p style={{ textAlign: "right" }}>
        &nbsp;&nbsp;&nbsp;إعداد الطالب عبد الخالق حسن النتشة
      </p>
      <p style={{ textAlign: "right" }}>
        &nbsp;&nbsp;&nbsp;جامعة النجاح الوطنية / كلية الدراسات العليا / قسم
        الفقه والتشريع.
      </p>
      <ol style={{ textAlign: "right" }} start={13}>
        <li>الجمع والتوفيق بين الأدلة المتعارضة: نوقشت 1420هـ = 1999م.</li>
      </ol>
      <p style={{ textAlign: "right" }}>
        &nbsp;&nbsp;&nbsp;إعداد الطالب: فواز فارس عبد السميع أبو ارميلة.
      </p>
      <p style={{ textAlign: "right" }}>
        &nbsp;&nbsp;&nbsp;جامعة النجاح الوطنية / كلية الدراسات العليا / قسم
        الفقه والتشريع.
      </p>
      <ol style={{ textAlign: "right" }} start={14}>
        <li>أحكام الخطبة في الفقه الإسلامي نوقشت 1423هـ / 2002م</li>
      </ol>
      <p style={{ textAlign: "right" }}>
        &nbsp;&nbsp;&nbsp;إعداد الطالب : نايف محمود الرجوب
      </p>
      <p style={{ textAlign: "right" }}>
        &nbsp;&nbsp;&nbsp;جامعة الخليل / كلية الدراسات العليا / قسم القضاء
        الشرعي.
      </p>
      <p style={{ textAlign: "right" }}>
        &nbsp;&nbsp;&nbsp; 15.الطاعة الزوجية في الفقه الإسلامي وقانون الأحوال
        الشخصية نوقشت 1423هـ / 2002م
      </p>
      <p style={{ textAlign: "right" }}>
        &nbsp;&nbsp;&nbsp;إعداد الطالب : محمد جمال أبو سنينة
      </p>
      <p style={{ textAlign: "right" }}>
        &nbsp;&nbsp;&nbsp;جامعة الخليل / كلية الدراسات العليا / قسم القضاء
        الشرعي.
      </p>
      <p style={{ textAlign: "right" }}>
        &nbsp;&nbsp;&nbsp; 16.الجائز والممنوع في الاختلاط وانعكاسات ذلك على
        المجتمع الفلسطيني نوقشت 1423هـ / 2002م
      </p>
      <p style={{ textAlign: "right" }}>
        &nbsp;&nbsp;&nbsp;إعداد الطالب : خيري أمين طه
      </p>
      <p style={{ textAlign: "right" }}>
        &nbsp;&nbsp;&nbsp;جامعة القدس / ماجستير الدراسات الإسلامية المعاصرة.
      </p>
      <ol style={{ textAlign: "right" }} start={17}>
        <li>
          صورة المجتمع الفلسطيني من خلال فتاوى الشيخ محمد الخليلي المتوفى 1147هـ
          1734م
        </li>
      </ol>
      <p style={{ textAlign: "right" }}>
        &nbsp;&nbsp;&nbsp;نوقشت (1423هـ / 2002م)
      </p>
      <p style={{ textAlign: "right" }}>
        &nbsp;&nbsp;&nbsp;إعداد الطالب : عبد اللطيف محمد كنعان
      </p>
      <p style={{ textAlign: "right" }}>
        &nbsp;&nbsp;&nbsp;جامعة القدس / ماجستير الدراسات الإسلامية المعاصرة.
      </p>
      <ol style={{ textAlign: "right" }} start={18}>
        <li>
          18.&nbsp;الإثبات بالقرائن في الفقه الإسلامي نوقشت 1426هـ / 2006م
        </li>
      </ol>
      <p style={{ textAlign: "right" }}>
        &nbsp;&nbsp;&nbsp;إعداد الطالب : عبد القادر إدريس
      </p>
      <p style={{ textAlign: "right" }}>
        &nbsp;&nbsp;&nbsp;جامعة الخليل / كلية الدراسات العليا / قسم القضاء
        الشرعي.
      </p>
      <ol style={{ textAlign: "right" }} start={19}>
        <li>19.&nbsp;الإعلام الإسلامي في ضوء الكتاب والسنة نوقشت 1427 هـ</li>
      </ol>
      <p style={{ textAlign: "right" }}>إعداد الطالب :محمد حسن اشتيوي</p>
      <p style={{ textAlign: "right" }}>
        &nbsp;&nbsp;&nbsp;جامعة القدس / ماجستير الدراسات الإسلامية المعاصرة.
      </p>
      <ol style={{ textAlign: "right" }} start={20}>
        <li>
          20.&nbsp;نظرية الإعجاز العددي في القرآن الكريم دراسة نقدية نوقشت
          1426هـ / 2006م
        </li>
      </ol>
      <p style={{ textAlign: "right" }}>إعداد الطالبة :ليندا تركي الصليبي</p>
      <p style={{ textAlign: "right" }}>
        &nbsp;&nbsp;&nbsp;جامعة القدس / ماجستير الدراسات الإسلامية المعاصرة.
      </p>
      <ol style={{ textAlign: "right" }} start={21}>
        <li>
          21.&nbsp;ظاهرة التكفير وأثرها على الإسلام والمسلمين نوقشت 1427هـ /
          2006م
        </li>
      </ol>
      <p style={{ textAlign: "right" }}>إعداد الطالب منير محسن</p>
      <p style={{ textAlign: "right" }}>
        &nbsp;&nbsp;&nbsp;جامعة القدس / ماجستير الدراسات الإسلامية المعاصرة.
      </p>
      <ol style={{ textAlign: "right" }} start={22}>
        <li>
          22.&nbsp;الإسراف والتبذير دراسة فقهية معاصرة في ضوء الكتاب والسنة
        </li>
      </ol>
      <p style={{ textAlign: "right" }}>إعداد الطالبة سميرة عموري</p>
      <p style={{ textAlign: "right" }}>
        جامعة القدس / ماجستير الدراسات الإسلامية المعاصرة.
      </p>
      <p style={{ textAlign: "right" }}>
        23.الاختلافات الفقهية بين الإمام ابن حزم والأئمة الأربعة في المسائل
        المتعلقة بالمرأة
      </p>
      <p style={{ textAlign: "right" }}>
        سماح خالد محمد الريفي جامعة القدس / ماجستير الفقه والتشريع
      </p>
      <ol style={{ textAlign: "right" }} start={24}>
        <li>
          24.&nbsp;مخالفات الإمام ابن حزم الظاهري للأئمة الأربعة في الأيمان
          والنذور.
        </li>
      </ol>
      <p style={{ textAlign: "right" }}>
        إيمان أحمد محمود عبيد/ جامعة القدس / ماجستير الفقه والتشريع
      </p>
      <ol style={{ textAlign: "right" }} start={25}>
        <li>25.&nbsp;تاريخ المذهب الحنبلي في فلسطين</li>
      </ol>
      <p style={{ textAlign: "right" }}>
        يوسف (محمد مروان) سليمان الأوزبكي /جامعة القدس / ماجستير الفقه والتشريع
      </p>
      <ol style={{ textAlign: "right" }} start={26}>
        <li>
          26.&nbsp;حقوق العمال وواجباتهم في الفقه الإسلامي وقانون العمل
          الفلسطيني
        </li>
      </ol>
      <p style={{ textAlign: "right" }}>
        الطالب سمير العووادة/ جامعة القدس / ماجستير الفقه والتشريع
      </p>
      <p style={{ textAlign: "right" }}>
        27.المرسل في برامج التلفاز بين الإعلام المعاصر والإسلام. الطالب محمود
        عمر حسين أسعد جامعة القدس / ماجستير الدراسات الإسلامية المعاصرة.
      </p>
      <ol style={{ textAlign: "right" }} start={28}>
        <li>
          28.&nbsp;الضمان في حوادث السيارات. إعداد الطالب محمود فريج
          الجهالين/جامعة القدس / ماجستير الفقه والتشريع /جامعة القدس.
        </li>
        <li>
          29.&nbsp;أحكام القرائن التي تصرف الأمر عن الوجوب وتطبيقاتها في شرح
          النووي على صحيح مسلم. الطالبة بشرى موسى حسين حامد/ جامعة القدس /
          ماجستير الفقه والتشريع /جامعة القدس.
        </li>
        <li>
          30.&nbsp;أحكام القرائن التي تصرف الأمر عن الوجوب وتطبيقاتها عند
          الشوكاني في نيل الأوطار. الطالب فادي الخطيب/ ماجستير الفقه والتشريع
          /جامعة القدس.
        </li>
        <li>
          31.&nbsp;القرائن التي تصرف النهي عن التحريم وتطبيقاتها عند الشوكاني في
          نيل الأوطار. الطالب أسامة صلاح&nbsp; / ماجستير الفقه والتشريع /جامعة
          القدس.
        </li>
        <li>
          32.&nbsp;تاريخ المذهب الحنفي في فلسطين/سعاد أبو رميس/ ماجستير الفقه
          والتشريع /جامعة القدس.
        </li>
        <li>
          33.&nbsp;أثر اختلاف الدِّين في الأحكام الشرعية المتعلقة بالعبادات،
          حافظ رشيد/ ماجستير الفقه والتشريع /جامعة القدس.
        </li>
        <li>
          34.&nbsp;أثر العرف في الأحوال الشخصية.الطالب أحمد أبو حسين. ماجستير
          القضاء الشرعي / جامعة الخليل.
        </li>
        <li>
          35.&nbsp;الأحكام الفقهية للألعاب الإلكترونية. الطالبة ألاء عبد الناصر
          يوسف إسماعيل / ماجستير الفقه والتشريع /جامعة القدس.
        </li>
        <li>
          الشيخ مرعي الكرمي وأثره في المذهب الحنبلي / الطالب يوسف عواد/ ماجستير
          الفقه والتشريع /جامعة القدس.
        </li>
      </ol>
      <p style={{ textAlign: "right" }}>
        37.القواعد والضوابط الفقهية المتعلقة بالأحوال الشخصية في مذهب الشافعية /
        الطالب جلال أبو حديد/ جامعة الخليل / كلية الدراسات العليا / قسم القضاء
        الشرعي.
      </p>
      <ol style={{ textAlign: "right" }} start={38}>
        <li>
          38.&nbsp;الشيخ خير الدين الرملي وأثره في الفقه الحنفي / الطالبة
          ناريمان خليل النمري / ماجستير الفقه والتشريع /جامعة القدس.
        </li>
        <li>
          39.&nbsp;&nbsp;تحقيق من أول باب صلاة الوتر حتى أول باب سجود السهو من
          كتاب فتح القدير لابن الهمام/ إعداد الطالب: حمزة الذويب / جامعة القدس /
          ماجستير الفقه والتشريع.
        </li>
        <li>
          40.&nbsp;اختيارات الإمام محمد بن جرير الطبري الفقهية في مسائل الحدود /
          إعداد الطالب عيسى خيري الجعبري/ جامعة القدس / ماجستير الفقه والتشريع.
        </li>
        <li>
          41.&nbsp;من أول باب العدة إلى أول كتاب العتاق من كتاب فتح القدير لابن
          الهمام/ إعداد الطالب: إبراهيم الدرعاوي / جامعة القدس / ماجستير الفقه
          والتشريع.
        </li>
      </ol>
      <p style={{ textAlign: "right" }}>
        42.الشروط في العقود التي تجريها البنوك الإسلامية في فلسطين إعداد الطالب:
        زياد علي حسن درابيع/ جامعة القدس / ماجستير الفقه والتشريع.
      </p>
      <ol style={{ textAlign: "right" }} start={43}>
        <li>
          43.&nbsp;اتفاقية أوسلو في ميزان الفقه الإسلامي إعداد الطالب: رياض عبد
          الرحيم عبد الرحمن ناصر/ جامعة القدس / ماجستير الفقه والتشريع.
        </li>
        <li>
          44.&nbsp;جزء من جامع معمر بن راشد/ دراسة وتحقيق/ إعداد الطالب: موسى
          خلايلة/ جامعة القدس / ماجستير أصول الدين.
        </li>
        <li>
          45.&nbsp;التغلب على الحكم، دراسة فقهية قانونية معاصرة/ إعداد الطالب:
          عاطف إبراهيم أحمد جبر / جامعة القدس / ماجستير الفقه والتشريع.
        </li>
      </ol>
      <p style={{ textAlign: "right" }}>
        <strong>&nbsp;</strong>
      </p>
      <p style={{ textAlign: "right" }}>
        <strong>تمَّت والحمدُ للهِ ربِّ العالمين</strong>
      </p>
      <p style={{ textAlign: "right" }}>&nbsp;</p>
    </div>
  );
};

export default WordFile;
